ServicesApplications/trunk/src/WidgetManagement/WidgetManagerApplication/GatewayResources/stubs/search2_2/requests/GetLinkedDocuments.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sear="http://types.factiva.com/search">
  <soapenv:Header/>
  <soapenv:Body>
    <sear:GetLinkedDocuments>
      <sear:linkage>1234</sear:linkage>
    </sear:GetLinkedDocuments>
  </soapenv:Body>
</soapenv:Envelope>